/* No comment provided by engineer. */
"Login" = "Identifiant";
"Password" = "Mot de passe";
"Remember me" = " Se souvenir de moi";
"Go!" = "Go!";
"Machine 1" = "Machine 1";
"ALARM DETAILS" = "DETAILS ALARME";
"Message" = "Message";
"Alarm name" = "Nom de l'alarme";
"Machine name" = "Nom de machine";
"Date" = "Date";
"Alarm type" = "Type d'alarme";
"Properties and time zone configuration" = "Propriétés et fuseaux horaires";
"Alarm level 1" = "Alarme niveau 1";
"Alarm level 2" = "Alarme niveau 2";
"Disable all alarms" = "Désactiver les alarmes";
"Cancel" = "Annuler";
"Language selection" = "Sélection de la langue";
"English" = "Anglais";
"French" = "Francais";
"Chinese" = "Chinois";
"Cancel" = "Annuler";
"Done" = "Terminé";
"Time zone configuration - Alarm level 1" = "Configuration des créneaux - Alarme niveau 1";
"Time zone configuration - Alarm level 2" = "Configuration des créneaux - Alarme niveau 2";
"Monday" = "Lundi";
"Tuesday" = "Mardi";
"Wednesday" = "Mercredi";
"Thursday" = "Jeudi";
"Friday" = "Vendredi";
"Saturday" = "Samedi";
"Sunday" = "Dimanche";
"From" = "De";
"To" = "À";
"All day" = "Toute la journée";
"NOTIFICATION SETTINGS" = "CONFIGURATION DES NOTIFICATIONS";
"Sound always active" = "Notification sonore toujours active";
"Override phone settings" = "Ignorer les réglages du téléphone";
"Override phone settings. Sound notifications even if phone is on mute" = "Ignorer les réglages du téléphone. Notifications sonores même si le téléphone est silencieux.";
"Vibration" = "Vibration";
"Vibration on notification reception" = "Vibration sur réception de notification";
"System notification" = "Notification système";
"Will display a message above any activities on alert reception" = "Affichage prioritaire des notifications d'alarme";
"h" = "h";
"pm" = "pm";
"am" = "am";
"Disable all alarm period" = "Désactiver toutes les périodes d'alarme";




